tap "homebrew/bundle"
brew "gh"
brew "git"
brew "mise"
brew "zsh-autosuggestions"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"
cask "1password"
cask "beekeeper-studio"
cask "cleanshot"
cask "discord"
cask "docker"
cask "ghostty"
cask "google-chrome"
cask "raycast"
cask "spotify"
cask "zed@preview"
